Repository: kopsha/fbg-simulation-pyqt
Catalog: gui/messages-*.po
Languages: ro

source: Aplicatia a fost initializata cu succes.
ro: Aplicația a fost inițializată cu succes.

source: Sterge jurnal
ro: Șterge jurnal

source: Incarca datele de tensiune si deformare
ro: Încarcă datele de tensiune și deformare

source: Alege fisier
ro: Alege fișier

source: Daca distantele nu sunt exprimate in milimetri [mm]
ro: Dacă distanțele nu sunt exprimate în milimetri [mm]

source: Aplica conversia din m in mm
ro: Aplică conversia din m în mm

source: Alege tipul simularii
ro: Alege tipul simulării

source: Fara deformare
ro: Fără deformare

source: Deformare longitudinala uniforma
ro: Deformare longitudinală uniformă

source: Deformare longitudinala neuniforma
ro: Deformare longitudinală neuniformă

source: Fara tensiune
ro: Fără tensiune

source: Cu tensiune transversala
ro: Cu tensiune transversală

source: Optiuni emulare
ro: Opțiuni emulare

source: Emuleaza temperatura model
ro: Emulează temperatura model

source: Coeficientul de dilatatie termica (host)
ro: Coeficientul de dilatație termică (host)

source: Rezolutia simularii
ro: Rezoluția simulării

source: Latime de banda maxima
ro: Lățime de bandă maximă

source: Latime de banda minima
ro: Lățime de bandă minimă

source: Temperatura ambientala
ro: Temperatura ambientală

source: Indicele de refractie initiala
ro: Indicele de refracție inițială

source: Variatia medie in indicele de refractie
ro: Variația medie în indicele de refracție

source: Constanta fotoelastica normala (Pockel)
ro: Constanta fotoelastică normală (Pockel)

source: Constanta fotoelastica de taiere (Pockel)
ro: Constanta fotoelastică de tăiere (Pockel)

source: Coeficientul de dilatatie termica
ro: Coeficientul de dilatație termică

source: Configuratia matricei virtuale FBG
ro: Configurația matricei virtuale FBG

source: Numarul de senzori
ro: Numărul de senzori

source: Toleranta
ro: Toleranța

source: Incarca datele din
ro: Încarcă datele din

source: Pozitiile senzorilor FBG fata de start
ro: Pozițiile senzorilor FBG față de start

source: Lungimile de unda originale
ro: Lungimile de undă originale
