Repository: kopsha/fbg-simulation-pyqt
Catalog: translation/messages-*.po
Languages: ro

source: A simulator session is already running.
ro: O sesiune de simulare este deja în desfășurare.

source: Add
ro: Adaugă

source: Ambient temperature
ro: Temperatură ambientală

source: Apply conversion from m to mm
ro: Aplică conversia din m în mm

source: At least one wavelength is above the maximum bandwidth setting.
ro: Cel puțin o lungime de undă este peste limita de lățime de bandă maximă.

source: At least one wavelength is below the minimum bandwidth setting.
ro: Cel puțin o lungime de undă este sub limita de lățime de bandă minimă.

source: Average variation in refractive index
ro: Variația medie a indicelui de refracție

source: Axis control
ro: Controlul axelor

source: Choose a simulation type
ro: Alegeți un tip de simulare

source: Choose file
ro: Alegeți fișierul

source: Clear log
ro: Șterge jurnalul

source: Deformed FBG Spectrum
ro: Spectrul FBG deformat

source: ERROR
ro: EROARE

source: Emulate model temperature
ro: Emulează temperatura modelului

source: Emulation options
ro: Opțiuni de emulare

source: Enable panning
ro: Activeaza panoramare

source: Fiber attributes (advanced mode)
ro: Atributele fibrei (mod avansat)

source: Fiber thermal expansion coefficient
ro: Coeficientul de dilatare termică a fibrei

source: Fringe visibility
ro: Vizibilitatea franjelor

source: Grid
ro: Grilă

source: Host thermal expansion coefficient
ro: Coeficientul de dilatare termică a gazdei

source: If distances are not expressed in millimeters [mm]
ro: Dacă distanțele nu sunt exprimate în milimetri [mm]

source: Images
ro: Imagini

source: Include stress
ro: Tensiune

source: Include the undeformed FBG reflected signal
ro: Include semnalul FBG reflectat nedeformat

source: Initial refractive index
ro: Indice de refracție inițial

source: Legend
ro: Legendă

source: Line properties
ro: Proprietăți linie

source: Load data from
ro: Încarcă datele din

source: Load strain / stress data from file
ro: Încarcă datele de deformare / tensiune din fișier

source: Longitudinal strain
ro: Deformare longitudinală

source: Maximum bandwidth
ro: Lățime de bandă maximă

source: Message log
ro: Jurnal de mesaje

source: Minimum bandwidth
ro: Lățime de bandă minimă

source: Non-uniform
ro: Neuniform

source: None
ro: Niciuna

source: Number of FBG sensors
ro: Numărul de senzori FBG

source: Open simulation results
ro: Deschideți rezultatele simulării

source: Original wavelengths
ro: Lungimi de undă originale

source: Please enter a value for FBG
ro: Introduceți o valoare pentru FBG

source: Plot FBG Spectrum
ro: Trasează spectrul FBG

source: Plot options
ro: Opțiuni de trasare

source: Pockel's elasto-optic coefficients
ro: Coeficienții elasto-optici Pockel

source: Poisson's coefficient
ro: Coeficientul lui Poisson

source: Positions of FBG sensors (distance from the start)
ro: Pozițiile senzorilor FBG (distanța de la început)

source: Reflectivity
ro: Reflectivitate

source: Remove
ro: Elimină

source: Save FBG Spectrum Plot
ro: Salvează graficul spectrului FBG

source: Save picture
ro: Salvează imaginea

source: Sensor length
ro: Lungimea senzorului

source: Sensors count ({}) and original wavelengths count ({}) must be equal.
ro: Numărul de senzori ({}) și numărul de lungimi de undă originale ({}) trebuie să fie egale.

source: Shift
ro: Deplasare

source: Simulated color
ro: Culoare spectru simulat

source: Simulation completed successfully.
ro: Simularea s-a încheiat cu succes.

source: Simulation has failed, reason: {}
ro: Simularea a eșuat, motiv: {}

source: Simulation output
ro: Rezultat simulare

source: Simulation parameters
ro: Parametrii simulării

source: Simulation resolution
ro: Rezoluție simulare

source: Spectrum simulation
ro: Simulare spectru

source: Split waveform (Birefringence)
ro: Separă forma de undă (Birefringență)

source: Start simulation
ro: Pornește simularea

source: There is no data to show, please run the simulation first.
ro: Nu există date de afișat, vă rugăm să rulați simularea mai întâi.

source: Thermo-optic coefficient
ro: Coeficient termo-optic

source: Tolerance
ro: Toleranță

source: Transverse stress
ro: Tensiune transversală

source: Two consecutive FBG positions cannot be shorter than FBG length.
ro: Două poziții consecutive FBG nu pot fi mai scurte decât lungimea FBG.

source: Undeformed FBG Spectrum
ro: Spectru FBG nedeformat

source: Undeformed color
ro: Culoare spectru nedeformat

source: Virtual Fiber Bragg Grating array configuration
ro: Configurație virtuală a rețelei Fiber Bragg Grating

source: Wavelength
ro: Lungime de undă

source: Width
ro: Grosime

source: Width Variation
ro: Variație de lățime

source: Y-Wave Contribution
ro: Contribuție Y-Wave

source: Young's module
ro: Modul lui Young

source: Z-Wave Contribution
ro: Contribuție Z-Wave

source: is not a valid data file.
ro: nu este un fișier de date valid.

source: position
ro: poziție

source: wavelength
ro: lungime de undă
